Revit 2027 API
ParameterTypeId.ImportSymbolName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ImportSymbolName { get; }
Public Shared ReadOnly Property ImportSymbolName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ImportSymbolName {
	ForgeTypeId^ get ();
}
static member ImportSymbolName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace